<?php
/**
 * 语言文字相关 样式相关
 * Created by PhpStorm.
 * User: Aous
 * Date: 2017/8/20
 * Time: 11:50
 */
    return array(
        'province' => [
            '海南省','北京市', '天津市',
            '河北省','山西省', '内蒙古自治区', '辽宁省', '吉林省', '黑龙江省',
            '上海市', '江苏省', '浙江省', '安徽省', '福建省', '江西省', '山东省',
            '河南省', '湖北省', '湖南省', '广东省', '广西壮族自治区',
            '重庆市', '四川省', '贵州省', '云南省', '西藏自治区', '陕西省',
            '甘肃省', '青海省', '宁夏回族自治区', '新疆维吾尔自治区', '香港特别行政区',
            '澳门特别行政区', '台湾省', '其他'
        ],


        //首页导航类型
        'channel-classify' => [
            '0' => '文章导航',
            '1' => '相册导航',
            '2' => '资料导航',
           // '3' => '超链接导航' 暂时不做
        ],

        'audit' => [
            '0' => '未审核',
            '1' => '审核通过',
            '2' => '审核不通过',
        ]
    );
?>

